Repository: Gabryzzzzz/Elyze2.0
Catalog: Elyze/Resources/SharedResource.*.resx
Languages: it

source: Active
it: Attivo

source: Add
it: Aggiungi

source: Add Area
it: Aggiungi Area

# Area_Create
source: Create Area
it: Crea Area

# Area_CreationDate
source: Creation Date
it: Data Creazione

# Area_Delete
source: Delete Area
it: Elimina Area

# Area_Description
source: Description
it: Descrizione

# Area_List
source: Areas list
it: Lista Aree

# Area_Modifiy
source: Modify Area
it: Modifica Area

# Area_ValidityDate
source: Validity Date
it: Data Spegnimento

# Astatus
source: Active
it: Attiva

# AuthAreasTitle
source: Set user Area rules for
it: Imposta le autorizzazioni per aree per l'utente

# AuthCompaniesTitle
source: Set user Company rules for
it: Imposta le autorizzazioni per società per l'utente

# AuthGruppiTitle
source: Set user Group rules for
it: Imposta le autorizzazioni per gruppi per l'utente

# AuthRepartiTitle
source: Set user Department rules for
it: Imposta le autorizzazioni per reparti per l'utente

# AuthSediTitle
source: Set user Plant rules for
it: Imposta le autorizzazioni per sedi per l'utente

source: Back
it: Indietro

source: Cancel
it: Annulla

# Change_Pwd
source: Change Password
it: Cambia Password

source: Company
it: Società

# Company_Add
source: Add Company
it: Aggiungi Società

# Company_Delete
source: Delete Company
it: Elimina Società

# Company_Description
source: Description
it: Descrizione

source: Company Details
it: Dettagli Società

# Company_Modify
source: Modify Company
it: Modifica Società

# Config_campi
source: MA Fields Configuration
it: Config Campi

# Confirmation_Delete_Message
source: Are you sure do you want delete row?
it: Sei sicuro di voler eliminare la riga?

# ControlPanel_Conversioni
source: Conversions
it: Conversioni

source: Control Panel
it: Pannello di Controllo

# Conversion
source: Conversions
it: Conversione

# Conversions_Create
source: Create Conversion
it: Crea Conversione

# Conversion_Edit
source: Edit Conversion
it: Modifica Conversione

# Conversion_Delete
source: Delete Conversion
it: Elimina Conversione

# Conversion_Details
source: Detail Conversion
it: Dettaglio Conversione

# Conversion_Factor
source: Factor Conversion
it: Fattore Di Conversione

source: Country
it: Nazione

# Create
source: Add
it: Aggiungi

# CtrlPnl_Company
source: Company
it: Societa

# CtrlPnl_ConfigUsers
source: Users Configuration
it: Configurazione utenti

# CtrlPnl_Currency
source: Currencies
it: Valute

# CtrlPnl_Fields
source: Fields
it: Campi

# CtrlPnl_Group
source: Group
it: Gruppo

# CtrlPnl_Hierarchy
source: Hierarchy configuration
it: Configurazione gerarchie

# CtrlPnl_Import
source: Import
it: Importa

# CtrlPnl_Office
source: Plant
it: Sede

# CtrlPnl_Section
source: Department
it: Reparti

# CtrlPnl_Sustenibility
source: Sustenibility configuration
it: Configurazione sostenibilità

# CtrlPnl_UDM
source: UoM
it: UDM

# CtrlPnl_Users
source: Users
it: Utenti

# Currency
source: Currencies
it: Valute

# Currency_Add
source: Add currency
it: Aggiungi valuta

# Currency_name
source: Name
it: Nome

# Currency_symbol
source: Symbol
it: Simbolo

# Dash_Link
source: Sustainable Developement Goals
it: Sustainable Development Goals

# Dash_Title
source: Select area to enter data
it: Scegli l'area in cui inserire i dati

# Date_End_Error
source: Insert end date after start date
it: Inserire una data di fine maggiore della data di inizio

source: Delete
it: Elimina

# Delete_Confirm
source: Are you sute do you want delete this element?
it: Sei sicuro di voler eliminare questo elemento?

source: Details
it: Dettagli

# Edit
source: Modifiy
it: Modifica

source: End Date
it: Data Fine

# Gen_Name
source: Field name
it: Nome Campo

# Gen_Type
source: Field Type
it: Tipo Campo

source: Group
it: Gruppo

source: Groups
it: Gruppi

# Group_AddGroup
source: Add Group
it: Aggiungi Gruppo

# Group_Description
source: Description
it: Descrizione

source: Group Id
it: Id Gruppo

# Group_Name
source: Name
it: Nome

source: History
it: Cronologia

# Icons_Area
source: Area Icon
it: Icona Area

# Icons_SDG
source: SDG Icon
it: Icona SDG

# Import
source: Import Data
it: Importa Dati

# IsoCountry
source: Country ISO Code
it: Codice ISO Nazione

# Langue
source: Language
it: Lingua

# Logo_Alert
source: Insert a PNG format image
it: Inserisci un'immagine in formato PNG

# MA_Add
source: Add Microarea
it: Aggiungi Microarea

# MA_AddLanguage
source: Add Language
it: Aggiungi Lingua

# MA_Choice
source: Select a Microarea where insert data
it: Scegli la microarea in cui inserire i dati

# MA_CreationDate
source: Creation Date
it: Data Creazione

# MA_Delete
source: Delete MA Fields
it: Elimina Campi MA

# MA_Description
source: Description
it: Descrizione

# MA_EndValidity
source: End Date
it: Data Fine

source: MA Field Id
it: Id Campo MA

# MA_Fields
source: Fields
it: Campi

# MA_Hisory
source: History
it: Dati Storici

# MA_IdGri
source: Gri Id
it: Id Gri

# MA_InserId
source: Insert Id
it: Id Inserimento

# MA_List
source: Firlds MA List
it: Lista Campi MA

# MA_MicroAreaId
source: Microarea Id
it: Id Microarea

# MA_MicroAreas
source: Microaras
it: Microaree

# MA_Modify
source: Modify Microarea
it: Modifica Microarea

source: MA Populate
it: Popolamento MA

# MA_StartValidity
source: Start Date
it: Data Inizio

# MA_Type
source: Type
it: Tipologia

# MA_UM
source: Unit of measure
it: Unità di Misura

# MA_Validate
source: Validate
it: Valida

# MA_ValidationState
source: Validation State
it: Stato Validazione

# MA_ValidityDate
source: Validity Date
it: Data Spegnimento

# MA__Plant
source: Plant
it: Sede

source: Modify
it: Modifica

source: Name
it: Nome

source: New Field
it: Nuovo Campo

source: Not Validated
it: Non Validata

# NoValidated
source: Not Validated
it: Da Validare

source: Operation
it: Operazione

# PageAuthTitle
source: Set rules
it: Impostazione autorizzazioni

# Plant
source: Plan
it: Sede

source: Plant Id
it: Id Sede

# Rep
source: Departement
it: Reparto

# Reps
source: Departements
it: Reparti

# Rep_Add
source: add Departement
it: Aggiungi Reparto

# Rep_Create
source: Create Departement
it: Crea Reparto

# Rep_Delete
source: Delete Departement
it: Elimina Reparto

# Rep_Description
source: Description
it: Descrizione

# Rep_Details
source: Departement Details
it: Dettagli Reparto

# Rep_IdInd
source: Plant Id
it: Id Stabilimento

# Rep_Modify
source: Modifiy Departement
it: Modifica Reparto

# Rep_Name
source: Name
it: Nome

source: Save
it: Salva

# Save_Validation
source: Save and Validate
it: Salva e Valida

# Sede
source: Plant
it: Sede

# Sede_Create
source: Create Plant
it: Crea Sede

# Sede_Delete
source: Delete Plant
it: Elimina Sede

# Sede_Description
source: Description
it: Descrizione

# Sede_Details
source: Plant Details
it: Dettagli Sede

# Sede_Modify
source: Plant Modify
it: Modifica Sede

# Sede_N
source: Plant N
it: Sede N

# Sedi
source: Plants
it: Sedi

source: Settings
it: Impostazioni

# Settings_Title
source: Settings
it: Impostazioni

source: Show
it: Visualizza

source: Start Date
it: Data Inizio

# Surname
source: Last name
it: Cognome

# UDM_name
source: Name
it: Nome

# UDM_Start
source: Start Unit Of Measure
it: Unità Di Misura Di Partenza

# UDM_symbol
source: Symbol
it: Simbolo

# UDM_Target
source: Target Unit Of Measure
it: Unità Di Misura Target

# UM
source: Unit of measure
it: Unità di misura

# Upload_doc
source: Upload Documents
it: Upload Documenti

source: User
it: Utente

source: Users
it: Utenti

source: User Type
it: Tipologia Utente

# User_Config
source: User Configuration
it: Configurazione Utente

# User_Create
source: Create User
it: Crea Utente

# User_Delete
source: Delete User Configuration
it: Elimina Configurazione Utente

# User_DeleteUser
source: Delete User
it: Elimina Utente

source: User Details
it: Dettagli Utente

source: User Id
it: Id Utente

source: User Manager
it: Gestione Utenti

# User_Modify
source: Modify User Configuration
it: Modifica la Configurazione Utente

# User_ModifyUser
source: Modify User
it: Modifica Utente

# User_New
source: New User
it: Nuovo Utente

# User_Roles
source: user Permissions
it: Permessi Utenti

source: User Type
it: Tipologia Utente

# Validata
source: Validation Date
it: Data Validazione

source: Validate
it: Valida

source: Validated
it: Validato

source: Validator
it: Validatore

# Validstate
source: Validation Status
it: Stato Validazione

source: Country ISO code
it: Codice ISO nazione

source: Description
it: Descrizione

# Nazione
source: Nation
it: Nazione

# Pwd_New
source: New password
it: Nuova password

# Pwd_Old
source: Old passwrod
it: Vecchia password

# Pwd_Repeat
source: Repeat password
it: Ripeti password

# Administrator
source: Admin
it: Amministratore

# Email_Confirm
source: Confirm email
it: Conferma email

source: Role
it: Ruolo

# Gerarchie
source: Hierarchies
it: Gerarchie

# Gerarchie_Configurazione
source: Manage hierarchies
it: Configurazione gerarchie

# Pwd_Forgotten
source: Forgot Password?
it: Password dimenticata?

source: GRI id
it: Id GRI

source: Status
it: Stato

# Tutti
source: All
it: Tutti

# Funzionalita
source: Funcionalities
it: Funzionalita

# NoArea
source: You have been redirected because you must create at least one area
it: Sei stato mandato qua perchè prima devi creare almeno un'area

# NoMicroArea
source: You have been redirected because you must create at least one micro area
it: Sei stato mandato qua perchè prima devi creare almeno una microarea

# InvalidTenant
source: Enter a valid tenant address to be able to enter your credentials
it: Inserisci un indirizzo di un tenant valido per poter inserire le tue credenziali

source: Confirm Reset Password
it: Conferma Reimposta Password

# ConfirmResetPasswordInfo
source: Your password has been reset.
it: La tua password è stata resettata.

source: Forgot Password
it: Password Dimenticata

# ForgotPasswordConfirmationInfo
source: The link has been sent, please check your email to reset your password.
it: Il link è stato inviato, controlla la tua email per reimpostare la password.

# ForgotPasswordConfirmation
source: Forgot Password
it: Password Dimenticata

# Download_CSV
source: Download CSV file
it: Scarica file CSV

source: Export
it: Esporta

# Export_Multiplo
source: Multiple export
it: Export multiplo

source: Upload Document
it: Carica Documenti

source: Repository
it: Documenti

source: Title
it: Titolo

# Repository_Delete
source: Delete Repository
it: Elimina Documento

# Campi_Dinamici
source: Dynamic fields
it: Campi dinamici

# Campi_Fissi
source: Fixed fields
it: Campi fissi

# Inserimenti_New
source: Add new data
it: Aggiungi dato

# Benvenuto
source: Wellcome
it: Benvenuto

# Repository_AddRepository
source: Add Repository
it: Aggiungi Documento

# Gestisci_Campi
source: Manage fields
it: Gestisci Campi

# Generic_Error
source: Something went wrong... You can return to the main menu using the button below. Please inform a technician, explaining the procedure that caused the error, so that the problem can be resolved in the best possible way. Thank you!.
it: Qualcosa è andato storto... Puoi tornare nel menù principale con il tasto qua sotto però! Preghiamo di avvisare un tecnico cercando di spiegare la procedura che ha dato l'errore così da poter risolvere il problema nel migliore dei modi. Grazie!

# MA_Data
source: Microarea's data
it: Dati microarea

# User_Area
source: User's area
it: Aree utente

# User_Gruppi
source: User's groups
it: Gruppi utente

# User_Reparti
source: User's departments
it: Reparti utente

# User_Societa
source: User's societies
it: Società utente

# NoGruppo
source: You have been redirected here because before proceeding, you need to create at least one group
it: Sei stato reindirizzato qua perchè prima di procedere devi creare almeno un gruppo

# NoReparto
source: You have been redirected here because before proceeding, you need to create at least one department
it: Sei stato reindirizzato qua perchè prima di procedere devi creare almeno un reparto

# NoRepartoContactAdmin
source: You have been redirected here because you are not yet part of a department. Please ask your administrator to add you
it: Sei stato reindirizzato qua perchè non esistono ancora reparti, chiedi al tuo amministratore di creare la prima e nel caso associarti a esso

# NoSede
source: You have been redirected here because before proceeding, you need to create at least one plant
it: Sei stato reindirizzato qua perchè prima di procedere devi creare almeno una sede

# NoSocieta
source: You have been redirected here because before proceeding, you need to create at least one company
it: Sei stato reindirizzato qua perchè prima di procedere devi creare almeno una società

# NoSocietaAtAll
source: You have been redirected here because there are no companies yet. Please ask your administrator to create the first one and, if necessary, associate you with it
it: Sei stato reindirizzato qua perchè non esistono ancora società, chiedi al tuo amministratore di creare la prima e nel caso associarti a essa

# NoSocietaContactAdmin
source: You have been redirected here because you are not yet part of a company. Please ask your administrator to add you
it: Sei stato reindirizzato qua perchè non fai ancora parte di una società, chiedo al tuo amministratore di aggiungerti
